import ReleaseKrakenButton from './_components/ReleaseKrakenButton';

export default function EditorPage() {
  return (
    <div className="h-screen p-8">
      <div className="mb-6">
        <ReleaseKrakenButton />
      </div>
      <h1>
        お前わもう死んでいる お前わもう死んでいる お前わもう死んでいる
        お前わもう死んでいる お前わもう死んでいる お前わもう死んでいる
        お前わもう死んでいる お前わもう死んでいる お前わもう死んでいる
        お前わもう死んでいる お前わもう死んでいる お前わもう死んでいる
        お前わもう死んでいる お前わもう死んでいる お前わもう死んでいる
        お前わもう死んでいる お前わもう死んでいる お前わもう死んでいる
        お前わもう死んでいる お前わもう死んでいる お前わもう死んでいる
        お前わもう死んでいる お前わもう死んでいる お前わもう死んでいる
        お前わもう死んでいる お前わもう死んでいる お前わもう死んでいる
        お前わもう死んでいる お前わもう死んでいる お前わもう死んでいる
        お前わもう死んでいる お前わもう死んでいる お前わもう死んでいる
        お前わもう死んでいる お前わもう死んでいる お前わもう死んでいる
        お前わもう死んでいる お前わもう死んでいる お前わもう死んでいる
        お前わもう死んでいる お前わもう死んでいる お前わもう死んでいる
        お前わもう死んでいる お前わもう死んでいる お前わもう死んでいる
        お前わもう死んでいる お前わもう死んでいる お前わもう死んでいる
        お前わもう死んでいる お前わもう死んでいる お前わもう死んでいる
      </h1>
    </div>
  );
}
